const updateStr = 
`
<li>当前版本：魔改版1.0.8版本
<br><b style="color: red">更新内容：</b>
<br>新武将：曹纯，界周瑜
<br>同步怒焰三国杀，新增符石--势如破竹
<br>为怒焰三国杀卡牌增加强化效果
<br>优化部分代码
<br>修复一些已知问题：
<br>1.修复界马超不显示名字的问题
<br>2.修复曹叡专属符石〖青龙石〗效果是回复1点体力而非回复至1点体力的问题
<br><b style="color: red">魔改版1.0.7版本更新内容：</b>
<br>新武将：幻蔡文姬
<br>为怒气，符石等机制技能适配对局内的换将
<br>为专属符石机制适配双将模式
<br>为界马超添加旧版标签（怒焰更新后削弱界马超）
<br>优化部分代码
<br>修复一些已知问题：
<br>1.修复荀攸带”界“标签的错误
<br>2.修复摧毁牌机制可能报错的问题
<br>3.修复”你登场时“时机的问题
<br>4.修复界徐晃〖断粮〗发动报错的问题
<br>5.修复界郭嘉〖奇佐〗可以使用装备区的牌印卡的问题
<br>6.修复蔡贞姬弃牌阶段内可以弃置不计入手牌上限的牌、〖天音〗可以使用装备区的牌印卡、〖涤魂滤心〗不失去怒气的问题
<br><b style="color: red">魔改版1.0.6版本更新内容：</b>
<br>新增武将：蔡贞姬
<br>从该版本起版本更新将会有更详细的介绍
<br>修复一些已知问题：
<br>1.修复界郭嘉〖奇佐〗不能印卡时仍然出现按钮的问题
<br>2.修复曹髦登场时无法发动〖决进讨逆〗的问题
<br>增加演奏调式机制，摧毁牌机制半重做，增加自动分包，删去一些多余的代码，帮助界面增加更多概念解释
<br><b style="color: red">魔改版1.0.5版本更新内容：</b>
<br>新增武将：左慈
<br>曹叡同步怒焰三国杀更新
<br>修复一些已知问题
<br><b style="color: red">魔改版1.0.4版本更新内容：</b>
<br>新增武将：诸葛瑾，初版王元姬
<br>修复一些已知问题
<br><b style="color: red">魔改版1.0.3版本更新内容：</b>
<br>新增武将：界马超，初版羊徽瑜
<br>修复一些已知问题（包括五谷丰登的问题）
<br>增加隐匿机制
<br>初步同步本体pr概念解释的功能
<br><b style="color: red">魔改版1.0.2版本更新内容：</b>
<br>新增武将：李儒，曹髦
<br>修复一些已知问题
<br>怒焰吕玲绮适配新版本怒焰三国杀，增加怒焰吕玲绮版本设置选项
<br><li><b style="color: red">1.01版本更新内容：</b>
<br>新增武将：界曹节
<br>修复一些已知问题
<br>增加武将传说皮肤机制（在扩展选项处调整，重启后生效）
<br><li><b style="color: red">1.0版本更新内容：</b>
<br>符石机制重做，增加怒气，强化牌等机制
<br>还原所有怒焰三国杀的符石和战法
<br>增加神孙坚，重做所有武将
<br>增加怒焰牌堆，目前仅包含两个版本的【水淹七军】，【怒发冲冠】和【釜底抽薪】
`

export default updateStr;